{
  "cyclexcom": "CycleX is committed to building a transparent and secure tokenized asset trading platform that makes it easier for users to hold high-quality assets around the world, no matter where they are located. Through the collaborative efforts of the Asset management department and the tokenization Technology department, we have built a global decentralized reality asset solution with system integrity and seamless interaction. In the process, we have improved the accessibility of financial products, connecting traditional assets through smart contracts to provide users with the best options. In addition to our technical efforts, we have embraced regulation, investor protection, transparent reporting, and continuous iterations of smart contracts. We work with leading industry partners to provide first-class service to our customers. You can browse our team and use our products by visiting whalefow.co/cyclex.cc. Here you will find detailed disclosures about the products, how they operate and eligibility requirements. If you are interested in a product, you can invest through the digital wallet link. The currency units we accept include US dollars and US dollar stablecoins. If you would like more information or to get in touch with us, you can email us at <a href='mailto:services@whaleflow.co'>services@whaleflow.co</a>. Our updates are posted on our X social platform and Telegram, where you can follow our latest news.",
  "uc": "You can contact us at <a href='mailto:services@whaleflow.co'>services@whaleflow.co</a> and our updates will be posted on our X and find us on Telegram.",
  "makesure": "Make sure the information you fill in is accurate and complete, and feel free to contact our service team (<a href='mailto:services@whaleflow.co'>services@whaleflow.co</a>) for support and help, and we will provide you with the necessary audit process and follow-up process as soon as possible.",
  "access": "Contact <a href='mailto:services@whaleflow.co'>services@whaleflow.co</a> to gain access",
  "ify": "If you would like more information or to get in touch with us, you can send an email to <a href='mailto:services@whaleflow.co'>services@whaleflow.co</a>. Our dynamic updates will be posted on our X social platform and Telegram, and you can learn about our latest news through these channels.",
  "browseteam": "Browse our team and use our products at <a href='https://whaleflow.co'>whaleflow.co</a> / <a href='https://cyclex.cc'>cyclex.cc</a> KYC (short for “Know Your Customer”) is designed to prevent fraud, money laundering and other illegal activities. After logging into your account, please follow the link below to complete the KYC and AI verification step by step.",
  "browseteam2": "You can browse our team and use our products by visiting <a href='https://whaleflow.co'>whaleflow.co</a> / <a href='https://cyclex.cc'>cyclex.cc</a>. Here you can find detailed disclosures about the product, how it operates, and eligibility requirements. If you are interested in a product, you can invest through the digital wallet link. The currency units we accept include digital currencies like USDT and ETH. If you would like to learn more or get in touch with us, you can email us at <a href='mailto:services@whaleflow.co'>services@whaleflow.co</a>. Our dynamic updates are posted on our X social platforms and on Telegram, where you can keep up with our latest news.",
  "visitwebsite": "Visit the official CycleX website or App, which you can access by typing <a href='https://cyclex.cc'>https://cyclex.cc</a> into your browser.",
  "wfc tips": "$WFC is the utility and governance token of the CycleX platform. $WFC tokens are issued to support the growth,development and sustainability of the platform.",
  "$WFC plan": "CycleX will release 20% of the tokens to be airdropped to early adopters. The token distribution strategy will ensure that all key stakeholders are properly incentivized to promote a prosperous and strong ecosystem, as follows:",
  "tip_withdraw_not_open": "Due to system upgrades, the withdrawal function will be available after the upgrade is completed.",
  "deposit_tip": "To request an investment that exceeds your instant limit, please contact us at <a href='mailto:services@whaleflow.co'>services@whaleflow.co</a>. The amount you can instantly redeem is dictated by several factors, including restrictions put in place by CycleX."
}